Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=526_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Mielipidekirjoitus: Suomen, Ruotsin ja Norjan on turvattava saamelaisten oikeudet
sme: Oaivilčálus: Suopma, Ruoŧŧa ja Norga galget dáhkidit sápmelaččaid vuoigatvuođaid

source: Saamelaisilta on evätty vuosisatoja itsemääräämisoikeus sekä oikeus maahan ja veteen.
sme: Sápmelaččain leat biehttalan čuohtejagiid iešmearridanvuoigatvuođaid sihke vuoigatvuođa eatnamii ja čáhcái.

source: Monet saamelaiset eivät voi edelleenkään käyttää ihmisoikeuksiaan.
sme: Máŋggat sápmelaččat eai ainge sáhte atnit olmmošvuoigatvuoidaideaset.

source: Monet saamelaiset kohtaavat ennakkoluuloja ja rasismia, ja Pohjoismaiden saamelaisilla on yhteisiä kokemuksia kolonisaatiosta ja syrjinnästä, jotka ovat valtioiden harjoittaman politiikan seurausta.
sme: Máŋggat sápmelaččat deivet ovdagáttuid ja rasismma, ja Davviriikkaid sápmelaččain leat oktasaš vásáhusat kolonisašuvnnas ja vealaheamis, mat leat čuovvumuššan stáhtaid bargan politihkas.

source: Olemme nyt tilanteessa, jossa saamelaisten kielet, kulttuurit ja elinkeinot ovat katoamassa.
sme: Leat dál dilis, mas sápmelaččaid gielat, kultuvrrat ja ealáhusat leat jávkamin.

source: Kansainoikeudellisesti alkuperäiskansoilla on erityiset oikeudet.
sme: Álbmotvuoigatvuođalaččat eamiálbmogiin leat sierra vuoigatvuođat.

source: Suomen, Ruotsin ja Norjan hallitusten vastuulla on turvata saamelaisten oikeudet, jotka johtuvat heidän asemastaan alkuperäiskansana.
sme: Suoma, Ruoŧa ja Norgga ráđđehusaid ovddasvástádussan leat dáhkidit sápmelaččaid vuoigatvuođaid, mat bohtet sin eamiálbmotsajádagas.

source: Suomen, Ruotsin ja Norjan välisestä pohjoismaisesta saamelaissopimuksesta käydään parhaillaan neuvotteluja.
sme: Suoma, Ruoŧa ja Norgga gaskasaš davviriikkalaš sápmelašsoahpamusaš ráđđádallat bárrásiin.

source: Tarkoituksena on, että sopimuksessa määritellään ja sillä turvataan oikeudet, joita saamelaisilla on kansainvälisen oikeuden mukaisesti.
sme: Ulbmilin lea, ahte soahpamušas meroštallat ja dainna dáhkidat vuoigatvuođaid, mat sámiin leat riikkaidgaskasaš vuoigatvuođa vuođul.

source: Siinä tunnustetaan saamelaisten oikeudet alkuperäiskansana, ja sen lähtökohtana on ajatus siitä, että saamelaisten oikeudet menevät näiden kolmen maan kansallisten etujen edelle.
sme: Das dovddastuvvojit sápmelaččaid vuoigatvuođat eamiálbmogin, ja dan vuolggasadjin lea jurdda das, ahte sápmelaččaid vuoigatvuođat mannet dáid golmma riikka álbmotlaš beroštumiid ovddabeallai.

source: YK:n alkuperäiskansojen (oikeuksien) erityisraportoija James Anaya korostaa, miten tärkeää on, että saamelaiskäräjät osallistuvat käynnissä olevaan työhön ja että Suomi, Ruotsi ja Norja ratifioivat sopimuksen.
sme: ON eamiálbmogiid (vuoigatvuođaid) spesiálaraporterejeaddji James Anaya deattuha, man dehalaš lea, ahte sámedikkit váldet oasi álggahuvvon bargui ja ahte Suopma, Ruoŧŧa ja Norga ratifiserejit soahpamuša.

source: Vaadimme politiikkaa, jonka lähtökohtana ovat saamelaisten oikeudet alkuperäiskansana ja joka poikkeaa nykyisistä syrjivistä rakenteista.
sme: Gáibidat politihka, man vuolggasadjin leat sápmelaččaid vuoigatvuođat eamiálbmogin ja mii spiehkkasa dálá vealaheaddji struktuvrras.

source: Siten valtio voi turvata saamelaisten kielten, kulttuurien ja elinkeinojen säilymisen ja kehityksen kansainoikeuden mukaisesti.
sme: Dánu stáhta sáhttá dorvvastit sámiid gielaid, kultuvrraid ja ealáhusaid seailuma ja ovdáneami álbmotvuoigatvuođa mielde.

source: Katsomme, että pohjoismaisen saamelaissopimuksen ratifiointi voi edistää uutta järjestystä, jossa saamelaisilla on mahdollisuus osallistua ja vaikuttaa päätöksentekoon heitä koskevissa asioissa kaikilla tasoilla Pohjoismaissa.
sme: Mii leat dan oaivilis, ahte davviriikkalaš sápmelašsoahpamuša ratifiseren sáhtá ovddiidit ođđa ortnega, mas sápmelaččain lea vejolašvuohta oassálastit ja váikkuhit mearrádusaid dahkamii áššiin, mat gusket sidjiide buot dásiin Davviriikkain.

source: Pohjoismaisen saamelaissopimuksen ratifiointi on tärkeä askel eteenpäin.
sme: Davviriikkalaš sápmelašsoahpamuša ratifiseren lea dehalaš lávki ovddosguvlui.

source: Korostamme tänään kolmen Pohjoismaan neuvotteluvaltuuskunnille suunnatussa yhteisessä kirjoituksessamme, miten tärkeää on ratifioida sopimusteksti, jolla turvataan saamelaisten ihmisoikeudet.
sme: Mii deattuhat otne golmma Davviriikka ráđđádallansáttágottiide čujuhuvvon oktasaš čállosisttámet, man dehalaš lea ratifiseret soahpamušdeavstta, mainna dorvvastuvvojit sápmelaččaid olmmošvuoigatvuođat.

source: Korostamme myös, miten tärkeää on viedä neuvotteluja aktiivisesti eteenpäin, jotta ilmoitetusta viiden vuoden aikataulusta voidaan pitää kiinni.
sme: Mii deattuhat maid, man dehalaš lea doalvut ráđđádallamiid aktiivalaččat ovddos, vai almmuhuvvon viđa jagi áigetávvalis sáhttit doallat gitta.

source: Norjan saamelaiskäräjien puheenjohtaja
sme: Norgga sámedikki ságajođiheaddji

source: Klemetti Näkkäläjärvi
sme: Suoma sámedikki ságajođiheaddji

source: Suomen saamelaiskäräjien puheenjohtaja
sme: Sara Larsson

source: Ruotsin saamelaiskäräjien hallituksen puheenjohtaja
sme: Ruoŧa sámedikki stivrra ságajođiheaddji

source: Tanskan ihmisoikeusinstituutin tasa-arvo-osaston johtaja
sme: Dánmárkku olmmošvuoigatvuohtainstituhta dásseárvoossodaga hoavda

source: Suomen vähemmistövaltuutettu
sme: Suoma vehádatáittardeaddji

source: Pirkko Mäkinen
sme: Suoma dásseárvoáittardeaddji

source: Suomen tasa-arvovaltuutettu
sme: Dásseárvo

source: Tasa-arvovaltuutettu Fäärsaaret
sme: áittardeaddji

source: Grönlannin tasa-arvoneuvoston puheenjohtaja
sme: Ruonáeatnama dásseárvoráđi ságajođiheaddji

source: Islannin tasa-arvokeskuksen johtaja
sme: Islándda dásseárvoguovddáša hoavda

source: Norjan tasa-arvo- ja vähemmistövaltuutettu
sme: Norgga dásseárvo- ja vehádatáittardeaddji

source: Ruotsin syrjintävaltuutettu
sme: Ruoŧa vealahanáittardeaddji

source: Ahvenanmaan syrjintäasiamies
sme: Ålándda vealahanáittardeaddji
